<template>
    <div class="zadatochniki-page__block zadatok__collect-block">
        <div class="content">
            <h1>Начинаем собирать и сравнивать ответы на вопросы</h1>
            <p>
                Итак, если с первыми двумя вопросами все понятно, и их запросто можно задавать в самом начале разговора,
                то дальше могут возникнуть трудности особенно у тех, кто, мягко говоря, не является профессионалом на
                вторичном рынке автомобилей.
            </p>
            <p>
                Поэтому спокойным голосом <span class="theme__red"> попросите госномер или VIN </span>для проверки
                автомобиля по базам. Обязательно уточните, что это последний интересующий Вас момент перед выездом к
                автомобилю. Таким образом <span class="theme__red">вы будете выглядеть как деловой человек</span>,
                который разбирается в выборе автомобиля и понимает всю срочность вопроса, при этом уважает время
                продавца.
            </p>
            <p>
                Далее переходите в AVinfoBot и <span class="theme__red">заказывайте отчет по автомобилю.</span> Когда
                отчет будет готов, обязательно ознакомьтесь с ним, но раз мы сегодня говорим о задаточниках, то
                заострите внимание на блоке <span class="theme__red">«Информация в владельцах»</span> и зафиксируйте эти
                данные.
            </p>
            <img src="../../assets/img/main-page/zadatochniki/owners-info.jpg" alt="Информация о владельцах" />

            <p>
                Далее нам надо получить контактный номер телефона продавца. Все мы знаем что на классифайдах
                используются подменные номера телефонов.
            </p>
            <i>
                Звонок внутри объявления не производится на номер телефона продавца, точнее он осуществляется через
                номер-прокладку. Это делается площадками специально в целях защиты своих пользователей с обеих сторон.
                Но на самом деле это просто часть сложной коммерции.
            </i>
            <p>
                Поэтому нам надо получить прямой контактный номер продавца. Способы могут быть разные в зависимости от
                вашей смекалки, ситуативности разговора и прочих факторов.
            </p>
            <i>
                Например, для связи в мессенджерах или под предлогом того, что связь через подменные номера плохая.
                Также можно сказать напрямую или почти напрямую.
            </i>
            <p>
                После того как номер получен, надо так же быстро переходить в AVinfoBot и заказывать полный отчет по
                номеру телефона. Сначала разберем нежелательный вариант выдачи отчета в AVinfoBot:
            </p>
            <img src="../../assets/img/main-page/zadatochniki/phone-report.jpg" alt="Информация о владельцах" />
            <p>
                Мы видим что по данному номеру телефона нет никакой информации. Обычно по номеру телефона владельца
                можно найти страницу ВКонтакте, парковочные сессии, объявления на классифайдах и много другой
                информации.
            </p>
            <i>
                Как правило такие пустые номера телефонов используются как “однодневки”. Будьте бдительны с носителями
                таких номеров.
            </i>
            <p>
                А можно попасть на номер телефона, который по отчету не сходится с отчетом по госномеру и VIN. То есть
                мы видим, что это два разных человека. И таким образом мы понимаем, что продажей авто занимается скорее
                всего не собственник.
            </p>
            <i> Да, бывает такое, что это еще ни о чем не говорит. Эти подробности лучше уточнить у продавца. </i>
            <p>Дальше нам стоит перейти в интернет банк и посмотреть данные получателя задатка:</p>
            <img src="../../assets/img/main-page/zadatochniki/bank-phone.jpg" alt="Информация о владельцах" />
            <p>
                Эти данные так же сравниваем с двумя предыдущими отчетами и собираем картину воедино. Дальше
                анализируем, думаем и принимаем решение, как поступать дальше.
            </p>
        </div>
    </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue';

export default defineComponent({
    name: 'CollectBlock',
});
</script>

<style lang="scss">
@import '@/assets/scss/variables.scss';

.zadatok__collect-block {
    display: flex;
    justify-content: center;
    align-items: center;
    flex-direction: column;
    gap: 48px;
    background-color: $dark-bg-color;

    .content {
        width: 100%;
        max-width: 900px;
    }

    h1,
    p,
    ol {
        color: #fff;
        text-align: left;
    }

    ol {
        font-size: 20px;

        li {
            margin-bottom: 10px;
        }
    }

    i {
        color: $secondary-color;
        font-weight: 300;
        max-width: 500px;
    }
}
</style>
